
AUCTIONATOR_SAVEDVARS = {
	["_50000"] = 0,
	["_2000"] = 0,
	["_10000"] = 0,
	["_500"] = 0,
	["_1000000"] = 0,
	["_200000"] = 0,
	["STARTING_DISCOUNT"] = 0,
	["LOG_DE_DATA_X"] = true,
	["_5000000"] = 0,
}
AUCTIONATOR_PRICING_HISTORY = {
	["夏多雷丝绸"] = {
		["4288449"] = "56500:200",
		["4288450"] = "56500:200",
		["4288451"] = "56500:20",
		["is"] = "124437:0:0:0",
	},
}
AUCTIONATOR_SHOPPING_LISTS = {
	{
		["items"] = {
			"\"被污染的强化符文\"", -- [1]
			"宁神书卷", -- [2]
			"\"精瘦腿肉\"", -- [3]
			"\"符鳞锦鲤\"", -- [4]
			"\"入梦叶\"", -- [5]
			"\"安瑟瑞尔花\"", -- [6]
			"\"星光玫瑰\"", -- [7]
			"\"夏多雷丝绸\"", -- [8]
			"\"银鲭鱼\"", -- [9]
			"\"千万战痕合剂\"", -- [10]
			"\"古代治疗药水\"", -- [11]
			"\"魔石矿石\"", -- [12]
			"\"邪能球茎\"", -- [13]
			"\"邪能页岩\"", -- [14]
		},
		["isRecents"] = 1,
		["name"] = "最近搜寻",
	}, -- [1]
}
AUCTIONATOR_SHOPPING_LISTS_MIGRATED_V2 = true
AUCTIONATOR_PRICE_DATABASE = {
	["__dbversion"] = 4,
	["幽暗沼泽_Horde"] = {
		["入梦叶"] = {
			["mr"] = 173899,
			["cc"] = 7,
			["id"] = "124102:0:0:0",
			["sc"] = 9,
			["H2145"] = 173899,
		},
		["宁神书卷"] = {
			["mr"] = 2489996,
			["cc"] = 15,
			["id"] = "141446:0:0:0",
			["sc"] = 4,
			["H2145"] = 2489996,
		},
		["被污染的强化符文"] = {
			["mr"] = 1233797,
			["sc"] = 8,
			["H2146"] = 1233797,
			["id"] = "140587:0:0:0",
			["cc"] = 0,
		},
		["邪能页岩"] = {
			["mr"] = 430000,
			["sc"] = 7,
			["id"] = "123919:0:0:0",
			["H2137"] = 430000,
			["cc"] = 7,
		},
		["符鳞锦鲤"] = {
			["mr"] = 12000,
			["cc"] = 7,
			["id"] = "124111:0:0:0",
			["sc"] = 8,
			["H2145"] = 12000,
		},
		["夏多雷丝绸"] = {
			["H2143"] = 46115,
			["mr"] = 46115,
			["cc"] = 7,
			["id"] = "124437:0:0:0",
			["sc"] = 5,
		},
		["古代治疗药水"] = {
			["mr"] = 400000,
			["cc"] = 0,
			["H2139"] = 400000,
			["id"] = "127834:0:0:0",
			["sc"] = 1,
		},
		["精瘦腿肉"] = {
			["mr"] = 8900,
			["cc"] = 7,
			["id"] = "124117:0:0:0",
			["sc"] = 8,
			["H2145"] = 8900,
		},
		["银鲭鱼"] = {
			["mr"] = 25499,
			["sc"] = 8,
			["id"] = "133607:0:0:0",
			["cc"] = 7,
			["H2142"] = 25499,
		},
		["魔石矿石"] = {
			["mr"] = 99554,
			["cc"] = 7,
			["id"] = "123918:0:0:0",
			["sc"] = 7,
			["H2142"] = 99554,
		},
		["邪能球茎"] = {
			["mr"] = 11500000,
			["cc"] = 7,
			["id"] = "124106:0:0:0",
			["H2130"] = 11500000,
			["sc"] = 9,
		},
		["魔光碎片"] = {
			["mr"] = 455000,
			["sc"] = 12,
			["id"] = "124441:0:0:0",
			["cc"] = 7,
			["H2142"] = 455000,
		},
		["安瑟瑞尔花"] = {
			["mr"] = 103899,
			["cc"] = 7,
			["id"] = "124101:0:0:0",
			["sc"] = 9,
			["H2145"] = 103899,
		},
		["星光玫瑰"] = {
			["mr"] = 1000000,
			["cc"] = 7,
			["L2145"] = 1000000,
			["id"] = "124105:0:0:0",
			["sc"] = 9,
			["H2145"] = 1149999,
		},
		["千万战痕合剂"] = {
			["mr"] = 11000000,
			["cc"] = 0,
			["id"] = "127850:0:0:0",
			["sc"] = 3,
			["H2145"] = 11000000,
		},
	},
	["燃烧之刃_Horde"] = {
	},
	["幽暗沼泽_Alliance"] = {
	},
}
AUCTIONATOR_LAST_SCAN_TIME = nil
AUCTIONATOR_TOONS = {
	["每天壹碗面"] = {
		["firstSeen"] = 1470320464,
		["firstVersion"] = "4.0.5CN",
		["guid"] = "Player-1676-02422C28",
	},
	["开山怪"] = {
		["firstSeen"] = 1419255719,
		["firstVersion"] = "3.2.1",
	},
	["Haidii"] = {
		["firstSeen"] = 1470582123,
		["firstVersion"] = "4.0.5CN",
	},
	["冷血魔刀"] = {
		["firstSeen"] = 1474383212,
		["firstVersion"] = "4.0.5CN",
		["guid"] = "Player-1676-024262CE",
	},
	["Haidi"] = {
		["firstSeen"] = 1419250433,
		["firstVersion"] = "3.2.1",
	},
	["Testt"] = {
		["firstSeen"] = 1473184743,
		["firstVersion"] = "4.0.5CN",
	},
}
AUCTIONATOR_STACKING_PREFS = {
}
AUCTIONATOR_SCAN_MINLEVEL = 1
AUCTIONATOR_DB_MAXITEM_AGE = 180
AUCTIONATOR_DB_MAXHIST_AGE = -1
AUCTIONATOR_DB_MAXHIST_DAYS = 0
AUCTIONATOR_FS_CHUNK = nil
AUCTIONATOR_DE_DATA = nil
AUCTIONATOR_DE_DATA_BAK = nil
ITEM_ID_VERSION = "3.2.6"
