
BigFootBankSaveData = {
	["version"] = "5.02",
	["幽暗沼泽"] = {
		["bankData"] = {
			["Items"] = {
				{
					"天灾之心护腿", -- [1]
					"Interface\\ICONS\\INV_Pants_Cloth_05.blp", -- [2]
					1, -- [3]
					"布甲", -- [4]
					true, -- [5]
					60, -- [6]
					"REQ_LEVEL_ABBR", -- [7]
					"德兰·杜佛斯", -- [8]
					100000000, -- [9]
					1, -- [10]
					0, -- [11]
					false, -- [12]
					0, -- [13]
					4, -- [14]
					"|cffa335ee|Hitem:22505:0:0:0:0:0:0:0:100:0:15:0|h[天灾之心护腿]|h|r", -- [15]
					15, -- [16]
				}, -- [1]
				{
					"猫笼（黑纹灰猫）", -- [1]
					"Interface\\ICONS\\INV_Box_PetCarrier_01.blp", -- [2]
					1, -- [3]
					"宠物小伙伴", -- [4]
					true, -- [5]
					1, -- [6]
					"REQ_LEVEL_ABBR", -- [7]
					"布琳妮", -- [8]
					10000000, -- [9]
					1, -- [10]
					0, -- [11]
					false, -- [12]
					0, -- [13]
					4, -- [14]
					"|cffffffff|Hitem:8491:0:0:0:0:0:0:0:100:0:15:0|h[猫笼（黑纹灰猫）]|h|r", -- [15]
					13, -- [16]
				}, -- [2]
				{
					"四风魔典", -- [1]
					"Interface\\ICONS\\Passive_Monk_TeachingsofMonastery.blp", -- [2]
					1, -- [3]
					"书籍", -- [4]
					true, -- [5]
					85, -- [6]
					"REQ_LEVEL_ABBR", -- [7]
					"飒安·红鳞", -- [8]
					10000000, -- [9]
					1, -- [10]
					0, -- [11]
					false, -- [12]
					0, -- [13]
					4, -- [14]
					"|cffe6cc80|Hitem:110672:0:0:0:0:0:0:0:100:0:15:0|h[四风魔典]|h|r", -- [15]
					77, -- [16]
				}, -- [3]
				{
					"浸血的邀请函", -- [1]
					"Interface\\ICONS\\INV_Misc_Bandage_05.blp", -- [2]
					1, -- [3]
					"任务", -- [4]
					true, -- [5]
					100, -- [6]
					"REQ_LEVEL_ABBR", -- [7]
					"郭雅夫人", -- [8]
					10000000, -- [9]
					1, -- [10]
					0, -- [11]
					false, -- [12]
					0, -- [13]
					4, -- [14]
					"|cff0070dd|Hitem:93194:0:0:0:0:0:0:0:100:0:15:0|h[浸血的邀请函]|h|r", -- [15]
					45, -- [16]
				}, -- [4]
			},
			["time"] = "2015-1-4-23-35",
			["numItems"] = 4,
		},
	},
}
