
COLLECTOR_DB = {
	["global"] = {
		["serverData"] = {
			["top20Data"] = {
				["data"] = "$1$S48778:59571:189364:189999:171826:191633:75207:183117:5784:179244:59650:171633:124408:61447:32244:142910:171851:93644:32240:64731$$",
				["new"] = true,
			},
		},
		["realmFeed"] = {
			["燃烧之刃"] = {
			},
			["幽暗沼泽"] = {
				["1:127169"] = {
					"筱娲-幽暗沼泽:1449502434", -- [1]
				},
				["1:139448"] = {
					"筱娲-幽暗沼泽:1449502263", -- [1]
				},
				["1:127170"] = {
					"Kobeginobili-幽暗沼泽:1449502281", -- [1]
				},
				["1:41252"] = {
					"胃补鲜汁-幽暗沼泽:1449500657", -- [1]
				},
				["1:98718"] = {
					"筱娲-幽暗沼泽:1449502679", -- [1]
				},
				["1:201098"] = {
					"丿耶梦加得丨-幽暗沼泽:1449500948", -- [1]
				},
				["1:88990"] = {
					"丿影姿丶-幽暗沼泽:1436285621", -- [1]
				},
			},
		},
		["firstLogin"] = false,
	},
	["profileKeys"] = {
		["Haidi - 幽暗沼泽"] = "Haidi - 幽暗沼泽",
		["每天壹碗面 - 幽暗沼泽"] = "每天壹碗面 - 幽暗沼泽",
		["Haidii - 燃烧之刃"] = "Haidii - 燃烧之刃",
	},
	["profiles"] = {
		["Haidi - 幽暗沼泽"] = {
			["showRecomment"] = 1470672000,
		},
		["每天壹碗面 - 幽暗沼泽"] = {
			["showRecomment"] = 1470240000,
		},
		["Haidii - 燃烧之刃"] = {
		},
	},
}
