
SV_GarrisonMissionManager = nil
MasterPlanAG = {
	["幽暗沼泽"] = {
		["Haidi"] = {
			["faction"] = "Horde",
			["summary"] = {
				["inProgress"] = {
					[304] = 1474878507,
					[172] = 1474851534,
					[211] = 1474853079,
					[265] = 1474878532,
					[663] = 1474853302,
					[503] = 1474871318,
					[380] = 1474864115,
					[447] = 1474878521,
				},
				["ti3"] = 128391,
				["ti2"] = 122485,
				["tt1"] = 1474305895,
				["ti1"] = 118531,
				["tt3"] = true,
				["tt2"] = 1474563341,
			},
			["curOil"] = 270,
			["class"] = "PALADIN",
			["curRes"] = 9730,
			["lastCacheTime"] = 1474552501,
		},
		["冷血魔刀"] = {
			["class"] = "ROGUE",
			["summary"] = {
				["ti2"] = 122485,
				["ti3"] = 128391,
				["tt1"] = 1474305895,
				["ti1"] = 118531,
				["tt3"] = 1473606918,
				["tt2"] = 1473354229,
			},
			["faction"] = "Horde",
		},
	},
	["IgnoreRewards"] = {
	},
}
