
HandyNotesDB = {
	["profileKeys"] = {
		["Haidi - 幽暗沼泽"] = "Haidi - 幽暗沼泽",
		["冷血魔刀 - 幽暗沼泽"] = "冷血魔刀 - 幽暗沼泽",
		["开山怪 - 幽暗沼泽"] = "开山怪 - 幽暗沼泽",
		["橙界骑 - 幽暗沼泽"] = "橙界骑 - 幽暗沼泽",
		["Haidii - 燃烧之刃"] = "Haidii - 燃烧之刃",
		["每天壹碗面 - 幽暗沼泽"] = "每天壹碗面 - 幽暗沼泽",
		["Testt - 幽暗沼泽"] = "Testt - 幽暗沼泽",
	},
	["profiles"] = {
		["Haidi - 幽暗沼泽"] = {
			["enabled"] = false,
		},
		["冷血魔刀 - 幽暗沼泽"] = {
		},
		["开山怪 - 幽暗沼泽"] = {
		},
		["橙界骑 - 幽暗沼泽"] = {
			["enabledPlugins"] = {
				["LegionRaresTreasures"] = false,
			},
		},
		["Haidii - 燃烧之刃"] = {
		},
		["每天壹碗面 - 幽暗沼泽"] = {
		},
		["Testt - 幽暗沼泽"] = {
		},
	},
}
HandyNotes_HandyNotesDB = {
	["profileKeys"] = {
		["Haidi - 幽暗沼泽"] = "Haidi - 幽暗沼泽",
		["冷血魔刀 - 幽暗沼泽"] = "冷血魔刀 - 幽暗沼泽",
		["开山怪 - 幽暗沼泽"] = "开山怪 - 幽暗沼泽",
		["橙界骑 - 幽暗沼泽"] = "橙界骑 - 幽暗沼泽",
		["Haidii - 燃烧之刃"] = "Haidii - 燃烧之刃",
		["每天壹碗面 - 幽暗沼泽"] = "每天壹碗面 - 幽暗沼泽",
		["Testt - 幽暗沼泽"] = "Testt - 幽暗沼泽",
	},
	["profiles"] = {
		["Haidi - 幽暗沼泽"] = {
		},
		["冷血魔刀 - 幽暗沼泽"] = {
		},
		["开山怪 - 幽暗沼泽"] = {
		},
		["橙界骑 - 幽暗沼泽"] = {
		},
		["Haidii - 燃烧之刃"] = {
		},
		["每天壹碗面 - 幽暗沼泽"] = {
		},
		["Testt - 幽暗沼泽"] = {
		},
	},
}
