
MEETINGSTONE_UI_DB = {
	["profileKeys"] = {
		["Haidi - 幽暗沼泽"] = "Haidi - 幽暗沼泽",
		["冷血魔刀 - 幽暗沼泽"] = "Default",
		["开山怪 - 幽暗沼泽"] = "开山怪 - 幽暗沼泽",
		["橙界骑 - 幽暗沼泽"] = "Default",
		["Haidii - 燃烧之刃"] = "Default",
		["每天壹碗面 - 幽暗沼泽"] = "Default",
		["Testt - 幽暗沼泽"] = "Default",
	},
	["global"] = {
		["serverDatas"] = {
			["AnnData"] = {
				["data"] = "^1^SAnnData^T^Stitle^S集合石商城物品更新^Scontent^S【战网在线支付】积分系统奖励物品更新啦！新的玩具：『食人魔皮纳塔』；坐骑：『迅捷海滨陆行鸟』、『野蛮迅猛龙』；宠物：『风筝龙』、『海象人风筝』。（其中『风筝龙』、『海象人风筝』为每月限量物品，当月库存不足无法兑换的话还请耐心等待，会在次月的1号进行刷新。）^t^^",
				["new"] = false,
			},
			["ActivitiesData"] = {
				["data"] = "$1$Z$S83`你搞活动我买单`魔兽英雄传之土拨鼠叔叔！`10月29日（周六）20点，魔兽英雄传之土拨鼠叔叔！*J当魔兽世界与炉石传说碰撞会擦出怎样的火花呢？*J有一位炉石传说主播，常年使用战士冲上传说，偶见前100；个性鲜明，不失原则；对魔兽爱的深沉，骨灰级老玩家。*J这次集合石活动由主持人：熊猫TV-闹小闹闹（房间号：309685）携手嘉宾：斗鱼TV-恩基爱萌萌哒的狗贼（房间号：208114）让我们一起体验这一场饕餮盛宴吧！*J集合石活动QQ报名群：108885849*J集合石活动专题页面：{URL}`http://w.163.com/special/convene-stone/`1`3$$",
			},
			["MallData"] = {
				["data"] = "^1^SMallData^T^S宠物#4^S2004;1200,1500,每月限量;34493;22966^S玩具#2^S3003;600;72159;19939#3004;800;35227#3005;750;46780^S消耗品#5^S1001;60;49288;30141;2#1001;60;49289;30518;1^S坐骑#3^S9001;850,,每月1件;71718;17011#9002;1500,,每月限量;69228;38048^S推荐#1#1^S3006;1500,1800,每月限量;79769#3007;450;69227#3008;150;45047;28811^t^^",
			},
			["FilterData"] = {
				["data"] = "^1^S支付宝^S![Tt][Bb]^S![Qq][Qq]^S代练^S淘%h*寶^S寶%h*搜^S支持%h*寶^S![Mm][Ee][Nn]^S![Mm][Aa][Oo]^S![Rr][Mm][Bb]^S![Yy][Uu][Aa][Nn]^S![Bb][Aa][Ii][Dd]^S![Cc][Dd]^S![Dd][Aa][Ii]^S微信^S![Zz][Ff][Bb]^S马某^S手打^S支付^S挂机^S代做^S工作室^S淘淘^S!代.*刷^S!x.*宝^S全网^S!手.*工^S直播^S!w.*x^S!t.*b^S!微.*信^S小时完成^S线下^S预定^S红包^^",
				["new"] = true,
			},
		},
		["version"] = "70000.02",
		["ActivityProfiles"] = {
			["玩家活动"] = {
				["ItemLevel"] = 815,
				["Summary"] = "5M 史诗 4=1 来一治疗",
				["MinLevel"] = 10,
				["MaxLevel"] = 110,
				["PvPRating"] = 0,
				["HonorLevel"] = 0,
			},
			["Voice"] = "",
			["自定义PvE"] = {
				["ItemLevel"] = 82,
				["Summary"] = "来2-3层钥匙dps门童",
				["PvPRating"] = 0,
				["MaxLevel"] = 110,
				["MinLevel"] = 10,
				["HonorLevel"] = 0,
			},
		},
		["spamWord"] = {
			{
				["text"] = "%d+元",
			}, -- [1]
			{
				["text"] = "1-7个人拾取团300一个打工",
				["pain"] = true,
			}, -- [2]
			{
				["pain"] = true,
				["text"] = "50荣誉等级",
			}, -- [3]
			{
				["pain"] = true,
				["text"] = "5173",
			}, -- [4]
			{
				["text"] = "h翡翠个人拾取.翡翠h/m毕业.5m.大秘境10层.大秘境箱扣扣",
				["pain"] = true,
			}, -- [5]
			{
				["text"] = "tao.*bao",
			}, -- [6]
			{
				["pain"] = true,
				["text"] = "代刷",
			}, -- [7]
			{
				["pain"] = true,
				["text"] = "价格",
			}, -- [8]
			{
				["pain"] = true,
				["text"] = "咨询",
			}, -- [9]
			{
				["pain"] = true,
				["text"] = "平台",
			}, -- [10]
			{
				["pain"] = true,
				["text"] = "手工",
			}, -- [11]
			{
				["text"] = "支.*付.*宝",
			}, -- [12]
			{
				["pain"] = true,
				["text"] = "散件",
			}, -- [13]
			{
				["text"] = "消费",
				["pain"] = true,
			}, -- [14]
			{
				["text"] = "淘.*宝",
			}, -- [15]
			{
				["pain"] = true,
				["text"] = "秘密勾结",
			}, -- [16]
			{
				["pain"] = true,
				["text"] = "老板",
			}, -- [17]
			{
				["pain"] = true,
				["text"] = "门票",
			}, -- [18]
			["default"] = true,
		},
	},
}
