
MEETINGSTONE_UI_DB = {
	["profileKeys"] = {
		["Haidi - 幽暗沼泽"] = "Haidi - 幽暗沼泽",
		["冷血魔刀 - 幽暗沼泽"] = "Default",
		["开山怪 - 幽暗沼泽"] = "开山怪 - 幽暗沼泽",
		["Haidii - 燃烧之刃"] = "Default",
		["每天壹碗面 - 幽暗沼泽"] = "Default",
		["Testt - 幽暗沼泽"] = "Default",
	},
	["global"] = {
		["serverDatas"] = {
			["AnnData"] = {
				["data"] = "^1^SAnnData^T^Stitle^S集合石商城物品更新^Scontent^S【战网在线支付】积分系统奖励物品更新啦！新的玩具：『食人魔皮纳塔』；坐骑：『迅捷海滨陆行鸟』、『野蛮迅猛龙』；宠物：『风筝龙』、『海象人风筝』。（其中『风筝龙』、『海象人风筝』为每月限量物品，当月库存不足无法兑换的话还请耐心等待，会在次月的1号进行刷新。）^t^^",
				["new"] = false,
			},
			["FilterData"] = {
				["data"] = "^1^S有偿^S门票^S支付宝^S![Tt][Bb]^S![Qq][Qq]^S代练^S代打^S淘%h*寶^S寶%h*搜^S支持%h*寶^S![Mm][Ee][Nn]^S![Mm][Aa][Oo]^S![Rr][Mm][Bb]^S![Yy][Uu][Aa][Nn]^S某宝^S![Bb][Aa][Ii][Dd]^S![Cc][Dd]^S![Dd][Aa][Ii]^S付%h*微^S小时%h*搜^S微信^S![Zz][Ff][Bb]^S手动%h*征服^S马某^S升%h*小时^S小时%h*分钟^S任%h*圆^S圆%h*代^S手打^S支付^S宿敌^S征服%h*自^S征服%h*需^S位%h*面^S挂机^S征服%h*坐骑%h*宝^S任%h*带%h*便宜^S次%h*园^S辉达%h*工商%h*百度^S代做^S站%h*毕业^S飞%h*征服^S征服%h*淘%h*信^S解锁^S工作室^S工商备案^S急速%h*服务^S带%h*效率^S快%h*上号^S淘淘^^",
				["new"] = true,
			},
			["MallData"] = {
				["data"] = "^1^SMallData^T^S推荐#1#1^S2003;1000,,每月1件;49287;30157#2004;1200,,每月1件;34493;22966#9001;850,,每月1件;71718;17011#9002;1500,,每月1件;69228;38048^S玩具#2#1^S3002;150;33219#3003;600;72159;19939#3004;800;35227#3005;450;46780^S道具#3^S4001;280;54452^S消耗品#4^S1001;60;49288;30141;2#1001;60;49289;30518;1^t^^",
			},
			["ActivitiesData"] = {
				["data"] = "$1$Z$S63`欢迎回归《魔兽世界》！``如果您想立即开始新的冒险，请打开“冒险指南”按钮（快捷键Shift+J）查询当前挑战。推荐您使用实名好友跨服组队及战友招募功能来共同应对冒险……*J查看详情：{URL}`http://www.battlenet.com.cn/wow/zh/blog/17428192`2`0$S68`《公会大乱斗》最强公会争夺战``手中的盾牌，守得住荣耀兴衰，守不住时代交替。看着这片熟悉而又陌生的土地，是否回想起曾经和队友一起征战的副本的经历。你听！敲响艾泽拉斯的战鼓，叫上你身边的兄弟拿起武器！为了公会荣耀！无兄弟！不魔兽！我们都是魔兽玩家！《公会大乱斗》最强公会争夺战报名启动，等你来战！*J活动专题：{URL}`http://cc.163.com/2016/06/16/wow/`3`0$S72`你搞活动我买单`大神带你飞·系列二之PVP战场！`8月13日（周六）20点，大神带你飞·系列二之PVP战场！*J熊猫TV-闹小闹闹（房间号：309685）领衔熊猫TV火法大帝-Aracy（房间号：268291）挑战PVP极限，激发自我潜能!*J大神带你飞·PVP战场，快来夺取属于你自己的荣耀。*J集合石活动QQ报名群：108885849*J集合石活动专题页面：{URL}`http://w.163.com/special/convene-stone/`1`3$$",
				["new"] = false,
			},
		},
		["version"] = "70000.01",
		["ActivityProfiles"] = {
			["玩家活动"] = {
				["ItemLevel"] = 815,
				["Summary"] = "5M 史诗 4=1 来一治疗",
				["PvPRating"] = 0,
				["MaxLevel"] = 110,
				["MinLevel"] = 10,
				["HonorLevel"] = 0,
			},
			["Voice"] = "",
			["自定义PvE"] = {
				["ItemLevel"] = 82,
				["Summary"] = "史诗 地窖 来个奶 830+",
				["MinLevel"] = 10,
				["MaxLevel"] = 110,
				["PvPRating"] = 0,
				["HonorLevel"] = 0,
			},
		},
		["spamWord"] = {
			{
				["text"] = "%d+元",
			}, -- [1]
			{
				["text"] = "5173",
				["pain"] = true,
			}, -- [2]
			{
				["text"] = "tao.*bao",
			}, -- [3]
			{
				["text"] = "平台",
				["pain"] = true,
			}, -- [4]
			{
				["text"] = "支.*付.*宝",
			}, -- [5]
			{
				["text"] = "淘.*宝",
			}, -- [6]
			{
				["text"] = "门票",
				["pain"] = true,
			}, -- [7]
			["default"] = true,
		},
	},
}
