
MEETINGSTONE_UI_DB = {
	["profileKeys"] = {
		["一幽 - 幽暗沼泽"] = "一幽 - 幽暗沼泽",
	},
	["global"] = {
		["serverDatas"] = {
			["MallData"] = {
				["data"] = "^1^SMallData^T^S推荐#1#1^S3003;90,150;34492;22903#7001;270,450;54212;31756#8001;480,800;35227^S宠物#2^S2001;72,120;79744;40538#2002;72,120;68841;37846#3001;90,150;93669;47348^S玩具#3^S3002;90,150;33219#4001;144,240;72161;38925#6001;360,600;72159;19939^S道具#4^S5001;168,280;54452^S消耗品#5^S1001;36,60;49288;30141;2#1001;36,60;49289;30518;1^t^^",
				["new"] = false,
			},
			["AnnData"] = {
				["data"] = "^1^SAnnData^T^Stitle^S打折开始^Scontent^S为庆祝新版集合石插件顺利上线，集合石插件积分商城于2015/1/13-2015/2/3进行打折活动，全部积分物品6折兑换。^t^^",
				["new"] = false,
			},
		},
	},
}
