
ODC_DB = {
	["一幽-幽暗沼泽"] = {
		["inventory"] = {
			{
				"1@|cffa335ee|Hitem:118941:0:0:0:0:0:0:0:100:0:0:0|h[灾难之冠]|h|r", -- [1]
				"1@|cffa335ee|Hitem:116286:0:0:0:0:0:0:0:100:0:4:1:560|h[火盲项链]|h|r", -- [2]
				"1@|cff0070dd|Hitem:109937:0:0:0:0:0:0:0:100:0:2:1:524|h[护叶者护肩]|h|r", -- [3]
				"1@|cffa335ee|Hitem:113601:0:0:0:0:0:0:0:100:0:3:0|h[咆哮兽群胸甲]|h|r", -- [4]
				"1@|cffa335ee|Hitem:113636:0:0:0:0:0:0:0:100:0:3:0|h[血肠腰带]|h|r", -- [5]
				"1@|cffa335ee|Hitem:116206:0:0:0:0:0:0:0:100:0:4:0|h[战斗法师裹腿]|h|r", -- [6]
				"1@|cffa335ee|Hitem:115409:0:0:0:0:0:0:0:100:0:1:0|h[攀墙者便鞋]|h|r", -- [7]
				"1@|cffa335ee|Hitem:113634:0:0:0:0:0:0:0:100:0:3:0|h[备用皮革护腕]|h|r", -- [8]
				"1@|cffa335ee|Hitem:115426:0:5340:0:0:0:0:0:100:0:0:1:563|h[自然之怒护手]|h|r", -- [9]
				"1@|cff0070dd|Hitem:109764:0:0:0:0:0:0:0:100:0:2:2:499:524|h[寒冰之印]|h|r", -- [10]
				"1@|cffa335ee|Hitem:118299:0:0:0:0:0:0:0:100:0:11:0|h[赋命之永恒炎金指环]|h|r", -- [11]
				"1@|cffa335ee|Hitem:116291:0:0:0:0:0:0:0:100:0:4:0|h[完美的活性蘑菇]|h|r", -- [12]
				"1@|cff0070dd|Hitem:110005:0:0:0:0:0:0:0:100:0:2:1:524|h[晶化血滴]|h|r", -- [13]
				"1@|cffa335ee|Hitem:119347:0:0:0:0:0:0:0:100:0:5:1:566|h[基尔的华丽披风]|h|r", -- [14]
				"1@|cffa335ee|Hitem:113639:0:0:0:0:0:0:0:100:0:3:0|h[泰克图斯之杖]|h|r", -- [15]
			}, -- [1]
		},
		["reagent"] = {
			{
				"2@|cffffffff|Hitem:39354:0:0:0:0:0:0:0:100:0:0:0|h[轻羊皮纸]|h|r", -- [1]
				"1@|cff1eff00|Hitem:112377:0:0:0:0:0:0:0:100:0:0:0|h[战争颜料]|h|r", -- [2]
				"3@|cffffffff|Hitem:109133:0:0:0:0:0:0:0:100:0:0:0|h[双头飞龙的蛋]|h|r", -- [3]
				"1@|cffffffff|Hitem:109135:0:0:0:0:0:0:0:100:0:0:0|h[生淡水兽肉]|h|r", -- [4]
				"6@|cffffffff|Hitem:109131:0:0:0:0:0:0:0:100:0:0:0|h[生裂蹄牛肉]|h|r", -- [5]
				"3@|cffffffff|Hitem:109132:0:0:0:0:0:0:0:100:0:0:0|h[生塔布羊肉]|h|r", -- [6]
				"112@|cffffffff|Hitem:110609:0:0:0:0:0:0:0:100:0:0:0|h[天然兽皮]|h|r", -- [7]
				"3@|cffa335ee|Hitem:115504:0:0:0:0:0:0:0:100:0:0:0|h[碎裂的时光水晶]|h|r", -- [8]
				"118@|cffffffff|Hitem:109693:0:0:0:0:0:0:0:100:0:0:0|h[德拉诺之尘]|h|r", -- [9]
				"81@|cffffffff|Hitem:111557:0:0:0:0:0:0:0:100:0:0:0|h[奢华兽毛]|h|r", -- [10]
				"68@|cff1eff00|Hitem:113263:0:0:0:0:0:0:0:100:0:0:0|h[巫术之土]|h|r", -- [11]
				"45@|cff1eff00|Hitem:113262:0:0:0:0:0:0:0:100:0:0:0|h[巫术之水]|h|r", -- [12]
				"32@|cff1eff00|Hitem:113264:0:0:0:0:0:0:0:100:0:0:0|h[巫术之气]|h|r", -- [13]
				"92@|cffffffff|Hitem:109119:0:0:0:0:0:0:0:100:0:0:0|h[真铁矿石]|h|r", -- [14]
				"200@|cffffffff|Hitem:109119:0:0:0:0:0:0:0:100:0:0:0|h[真铁矿石]|h|r", -- [15]
				"200@|cffffffff|Hitem:109119:0:0:0:0:0:0:0:100:0:0:0|h[真铁矿石]|h|r", -- [16]
				"200@|cffffffff|Hitem:109119:0:0:0:0:0:0:0:100:0:0:0|h[真铁矿石]|h|r", -- [17]
				"200@|cffffffff|Hitem:109119:0:0:0:0:0:0:0:100:0:0:0|h[真铁矿石]|h|r", -- [18]
				"122@|cffffffff|Hitem:109118:0:0:0:0:0:0:0:100:0:0:0|h[黑石矿石]|h|r", -- [19]
				"4@|cffffffff|Hitem:115508:0:0:0:0:0:0:0:100:0:0:0|h[德拉诺岩石]|h|r", -- [20]
				"132@|cff1eff00|Hitem:120945:0:0:0:0:0:0:0:100:0:0:0|h[原始之灵]|h|r", -- [21]
				"200@|cff1eff00|Hitem:115524:0:0:0:0:0:0:0:100:0:0:0|h[塔拉迪特水晶]|h|r", -- [22]
				"87@|cff1eff00|Hitem:115524:0:0:0:0:0:0:0:100:0:0:0|h[塔拉迪特水晶]|h|r", -- [23]
				"200@|cff1eff00|Hitem:115524:0:0:0:0:0:0:0:100:0:0:0|h[塔拉迪特水晶]|h|r", -- [24]
			}, -- [1]
		},
		["whisperlog"] = {
			{
				"与[Faceshoot]交易成功。 (收到)|cffffffff|Hitem:109155:0:0:0:0:0:0:0:100:0:0:0|h[德拉诺强效智力合剂]|h|rx4", -- [1]
				"|Hplayer:Faceshoot-幽暗沼泽|h[|cffabd473Faceshoot-幽暗沼泽|r]|h", -- [2]
				1419856739, -- [3]
				"WHISPER_INFORM", -- [4]
			}, -- [1]
			{
				"与[万战]交易成功。 (收到)|cffffffff|Hitem:109147:0:0:0:0:0:0:0:100:0:0:0|h[德拉诺智力合剂]|h|r,|cffffffff|Hitem:118331:0:0:0:0:0:0:0:100:0:2:0|h[拍卖行连接端口]|h|r", -- [1]
				"|Hplayer:万战-幽暗沼泽|h[|cffc79c6e万战-幽暗沼泽|r]|h", -- [2]
				1419856777, -- [3]
				"WHISPER_INFORM", -- [4]
			}, -- [2]
			{
				"<Deadly Boss Mods> 一幽正在与随机 - 屠夫交战，（当前79%，22/25存活）", -- [1]
				"|HBNplayer:|Kf162|k000000000|k:162|h[|Kf162|k000000000|k]|h (|TInterface\\ChatFrame\\UI-ChatIcon-Battlenet:14:14:0:0|t从头再来)", -- [2]
				1420636316, -- [3]
				"BN_WHISPER_INFORM", -- [4]
			}, -- [3]
			{
				"。。。。。。。。。。。", -- [1]
				"|HBNplayer:|Kf162|k000000000|k:162|h[|Kf162|k000000000|k]|h (|TInterface\\ChatFrame\\UI-ChatIcon-Battlenet:14:14:0:0|t从头再来)", -- [2]
				1420636316, -- [3]
				"BN_WHISPER", -- [4]
			}, -- [4]
			{
				"有没有搞错啊，打随机？", -- [1]
				"|HBNplayer:|Kf162|k000000000|k:162|h[|Kf162|k000000000|k]|h (|TInterface\\ChatFrame\\UI-ChatIcon-Battlenet:14:14:0:0|t从头再来)", -- [2]
				1420636431, -- [3]
				"BN_WHISPER", -- [4]
			}, -- [5]
			{
				"<DBM> 一幽已在随机 - 屠夫的战斗中取得胜利！", -- [1]
				"|HBNplayer:|Kf162|k000000000|k:162|h[|Kf162|k000000000|k]|h (|TInterface\\ChatFrame\\UI-ChatIcon-Battlenet:14:14:0:0|t从头再来)", -- [2]
				1420636433, -- [3]
				"BN_WHISPER_INFORM", -- [4]
			}, -- [6]
			{
				"在吗", -- [1]
				"|HBNplayer:|Kf162|k000000000|k:162|h[|Kf162|k000000000|k]|h (|TInterface\\ChatFrame\\UI-ChatIcon-WOW:14:14:0:0|t|cffc79c6e绿皮獠牙妹|r)", -- [2]
				1420637277, -- [3]
				"BN_WHISPER", -- [4]
			}, -- [7]
			{
				"不是本人", -- [1]
				"|HBNplayer:|Kf162|k000000000|k:162|h[|Kf162|k000000000|k]|h (|TInterface\\ChatFrame\\UI-ChatIcon-WOW:14:14:0:0|t|cffc79c6e绿皮獠牙妹|r)", -- [2]
				1420637315, -- [3]
				"BN_WHISPER_INFORM", -- [4]
			}, -- [8]
			{
				"。。。。。。。", -- [1]
				"|HBNplayer:|Kf162|k000000000|k:162|h[|Kf162|k000000000|k]|h (|TInterface\\ChatFrame\\UI-ChatIcon-WOW:14:14:0:0|t|cffc79c6e绿皮獠牙妹|r)", -- [2]
				1420637326, -- [3]
				"BN_WHISPER", -- [4]
			}, -- [9]
			{
				"<大脚团队提示>欢迎加入本团队，希望我们合作愉快，拥有一次快乐的冒险旅程。", -- [1]
				"|Hplayer:装迷离-狂热之刃|h[|cffc79c6e装迷离-狂热之刃|r]|h", -- [2]
				1421160313, -- [3]
				"WHISPER", -- [4]
			}, -- [10]
		},
		["bag"] = {
			{
				"200@|cffffffff|Hitem:39354:0:0:0:0:0:0:0:100:0:0:0|h[轻羊皮纸]|h|r", -- [1]
				"3@|cffffffff|Hitem:109124:0:0:0:0:0:0:0:100:0:0:0|h[寒霜草]|h|r", -- [2]
				"1@|cffffffff|Hitem:114116:0:0:0:0:0:0:0:100:0:0:0|h[一袋回收的物资]|h|r", -- [3]
				"1@|cffffffff|Hitem:109184:0:0:0:0:0:0:0:100:0:0:0|h[隐形侠54型]|h|r", -- [4]
				"11@|cffffffff|Hitem:114931:0:0:0:0:0:0:0:100:0:0:0|h[蔚蓝颜料]|h|r", -- [5]
				"2@|cffffffff|Hitem:114016:0:0:0:0:0:0:0:100:0:0:0|h[熔岩果味白兰地]|h|r", -- [6]
				"60@|cffffffff|Hitem:39354:0:0:0:0:0:0:0:100:0:0:0|h[轻羊皮纸]|h|r", -- [7]
				"17@|cffffffff|Hitem:109127:0:0:0:0:0:0:0:100:0:0:0|h[烁星花]|h|r", -- [8]
				"2@|cffffffff|Hitem:109128:0:0:0:0:0:0:0:100:0:0:0|h[纳格兰箭叶花]|h|r", -- [9]
				"2@|cffffffff|Hitem:109129:0:0:0:0:0:0:0:100:0:0:0|h[塔拉多幽兰]|h|r", -- [10]
				"1@|cffffffff|Hitem:109126:0:0:0:0:0:0:0:100:0:0:0|h[戈尔隆德捕蝇草]|h|r", -- [11]
				"1@|cffffffff|Hitem:109125:0:0:0:0:0:0:0:100:0:0:0|h[炎火草]|h|r", -- [12]
				"1@|cff0070dd|Hitem:119097:0:0:0:0:0:0:0:100:0:1:0|h[霸王收据：二手绷带]|h|r", -- [13]
				"1@|cff0070dd|Hitem:119101:0:0:0:0:0:0:0:100:0:1:0|h[霸王收据：隐形尘]|h|r", -- [14]
				"1@|cffa335ee|Hitem:112319:0:0:0:0:0:0:0:100:0:13:2:525:530|h[骑士徽章]|h|r", -- [15]
				"1@|cffa335ee|Hitem:112320:0:0:0:0:0:0:0:100:0:13:2:525:530|h[睡魔之袋]|h|r", -- [16]
				"32@|cffffffff|Hitem:118723:0:0:0:0:0:0:0:100:0:0:0|h[德拉诺珠宝加工秘术]|h|r", -- [17]
				"1@|cffffffff|Hitem:20815:0:0:0:0:0:0:0:100:0:0:0|h[珠宝制作工具]|h|r", -- [18]
				"1@|cffffffff|Hitem:39505:0:0:0:0:0:0:0:100:0:0:0|h[学者的书写工具]|h|r", -- [19]
				"1@|cffffffff|Hitem:87216:0:0:0:0:0:0:0:100:0:11:0|h[热流铁砧]|h|r", -- [20]
				"33@|cffffffff|Hitem:79249:0:0:0:0:0:0:0:100:0:0:0|h[清心书卷]|h|r", -- [21]
				"53@|cffffffff|Hitem:113681:0:0:0:0:0:0:0:100:0:0:0|h[钢铁部落碎片]|h|r", -- [22]
				"52@|cffff8000|Hitem:115280:0:0:0:0:0:0:0:100:0:0:0|h[消魔之石]|h|r", -- [23]
				"1@|cffffffff|Hitem:110560:0:0:0:0:0:0:0:100:0:11:0|h[要塞炉石]|h|r", -- [24]
				"1@|cffffffff|Hitem:6948:0:0:0:0:0:0:0:100:0:0:0|h[炉石]|h|r", -- [25]
				"5@|cffffffff|Hitem:111436:0:0:0:0:0:0:0:100:0:0:0|h[炖淡水兽肉]|h|r", -- [26]
				"5@|cff1eff00|Hitem:118903:0:0:0:0:0:0:0:100:0:0:0|h[加工过的采矿锄]|h|r", -- [27]
				"3@|cff1eff00|Hitem:118897:0:0:0:0:0:0:0:100:0:0:0|h[矿工咖啡]|h|r", -- [28]
				"3@|cffffffff|Hitem:109155:0:0:0:0:0:0:0:100:0:0:0|h[德拉诺强效智力合剂]|h|r", -- [29]
				"3@|cffffffff|Hitem:109147:0:0:0:0:0:0:0:100:0:0:0|h[德拉诺智力合剂]|h|r", -- [30]
				"2@|cffffffff|Hitem:116276:0:0:0:0:0:0:0:100:0:0:0|h[德拉诺活力行动药水]|h|r", -- [31]
				"1@|cffffffff|Hitem:116268:0:0:0:0:0:0:0:100:0:0:0|h[德拉诺隐形药水]|h|r", -- [32]
				"2@|cffffffff|Hitem:116266:0:0:0:0:0:0:0:100:0:0:0|h[德拉诺迅捷药水]|h|r", -- [33]
				"8@|cffffffff|Hitem:113585:0:0:0:0:0:0:0:100:0:0:0|h[钢铁部落活力药水]|h|r", -- [34]
				"1@|cff0070dd|Hitem:118922:0:0:0:0:0:0:0:100:0:11:0|h[奥拉留斯的低语水晶]|h|r", -- [35]
				"18@|cff0070dd|Hitem:118632:0:0:0:0:0:0:0:100:0:0:0|h[焦点强化符文]|h|r", -- [36]
				"3@|cff0070dd|Hitem:118630:0:0:0:0:0:0:0:100:0:0:0|h[亢奋强化符文]|h|r", -- [37]
				"6@|cff1eff00|Hitem:114120:0:0:0:0:0:0:0:100:0:0:0|h[一大箱回收物资]|h|r", -- [38]
				"1@|cffa335ee|Hitem:116368:0:0:0:0:0:0:0:100:0:4:0|h[驱魔长戟]|h|r", -- [39]
				"1@|cffa335ee|Hitem:116365:0:0:0:0:0:0:0:100:0:4:0|h[被捕获的奥术碎片]|h|r", -- [40]
				"1@|cffa335ee|Hitem:118296:0:0:0:0:0:0:0:100:0:14:0|h[法神之永恒炎金指环]|h|r", -- [41]
				"1@|cff0070dd|Hitem:110000:0:0:0:0:0:0:0:100:0:2:1:524|h[库鲁斯托的符文报警器]|h|r", -- [42]
				"29@|cffffffff|Hitem:119297:0:0:0:0:0:0:0:100:0:0:0|h[德拉诺铭文秘术]|h|r", -- [43]
			}, -- [1]
		},
		["tradelog"] = {
			{
				{
					{
					}, -- [1]
					{
					}, -- [2]
				}, -- [1]
				{
					{
						"|cffffffff|Hitem:109155:0:0:0:0:0:0:0:100:0:0:0|h[德拉诺强效智力合剂]|h|r", -- [1]
					}, -- [1]
					{
						4, -- [1]
					}, -- [2]
				}, -- [2]
				1419856738, -- [3]
				["targetMoney"] = 0,
				["playerMoney"] = 0,
				["target"] = "Faceshoot",
				["location"] = "悬槌堡",
				["class"] = "HUNTER",
				["result"] = "complete",
				["level"] = 100,
			}, -- [1]
			{
				{
					{
					}, -- [1]
					{
					}, -- [2]
				}, -- [1]
				{
					{
						"|cffffffff|Hitem:109147:0:0:0:0:0:0:0:100:0:0:0|h[德拉诺智力合剂]|h|r", -- [1]
						"|cffffffff|Hitem:118331:0:0:0:0:0:0:0:100:0:2:0|h[拍卖行连接端口]|h|r", -- [2]
					}, -- [1]
					{
						1, -- [1]
						1, -- [2]
					}, -- [2]
				}, -- [2]
				1419856777, -- [3]
				["targetMoney"] = 0,
				["playerMoney"] = 0,
				["target"] = "万战",
				["location"] = "悬槌堡",
				["class"] = "WARRIOR",
				["result"] = "complete",
				["level"] = 100,
			}, -- [2]
		},
		["voidstorage"] = {
		},
		["bank"] = {
			{
				"3@|cff1eff00|Hitem:114616:0:0:0:0:0:0:0:100:0:0:0|h[战损兵器]|h|r", -- [1]
				"20@|cff1eff00|Hitem:114616:0:0:0:0:0:0:0:100:0:0:0|h[战损兵器]|h|r", -- [2]
				"7@|cff1eff00|Hitem:114807:0:0:0:0:0:0:0:100:0:0:0|h[战损护甲套装]|h|r", -- [3]
				"20@|cff1eff00|Hitem:114128:0:0:0:0:0:0:0:100:0:1:0|h[平衡武器附魔]|h|r", -- [4]
				"20@|cff1eff00|Hitem:114745:0:0:0:0:0:0:0:100:0:0:0|h[强固护甲附魔]|h|r", -- [5]
				"1@|cff1eff00|Hitem:120301:0:0:0:0:0:0:0:100:0:1:0|h[护甲升级徽记]|h|r", -- [6]
				"11@|cff0070dd|Hitem:114808:0:0:0:0:0:0:0:100:0:0:0|h[强韧护甲附魔]|h|r", -- [7]
				"8@|cffa335ee|Hitem:114131:0:0:0:0:0:0:0:100:0:0:0|h[溢出之力武器附魔]|h|r", -- [8]
				"9@|cffa335ee|Hitem:114822:0:0:0:0:0:0:0:100:0:1:0|h[重型强化护甲附魔]|h|r", -- [9]
				"1@|cff1eff00|Hitem:120302:0:0:0:0:0:0:0:100:0:1:0|h[武器升级徽记]|h|r", -- [10]
				"1@|cff0070dd|Hitem:114806:0:0:0:0:0:0:0:100:0:0:0|h[黑石护甲套装]|h|r", -- [11]
				"11@|cff0070dd|Hitem:114129:0:0:0:0:0:0:0:100:0:0:0|h[强击武器附魔]|h|r", -- [12]
				"3@|cff1eff00|Hitem:114128:0:0:0:0:0:0:0:100:0:0:0|h[平衡武器附魔]|h|r", -- [13]
				"6@|cff1eff00|Hitem:114745:0:0:0:0:0:0:0:100:0:0:0|h[强固护甲附魔]|h|r", -- [14]
				"3@|cff0070dd|Hitem:118475:0:0:0:0:0:0:0:100:0:1:0|h[炉石战术指南]|h|r", -- [15]
				"1@|cff0070dd|Hitem:118354:0:0:0:0:0:0:0:100:0:1:0|h[追随者复训证]|h|r", -- [16]
				"2@|cff0070dd|Hitem:118474:0:0:0:0:0:0:0:100:0:1:0|h[超级舞王指南]|h|r", -- [17]
				"71@|cffffffff|Hitem:113578:0:0:0:0:0:0:0:100:0:0:0|h[大块炖汤骨头]|h|r", -- [18]
				"1@|cffffffff|Hitem:52756:0:0:0:0:0:0:0:100:0:0:0|h[附魔手套 - 优异力量]|h|r", -- [19]
				"1@|cffffffff|Hitem:44455:0:0:0:0:0:0:0:100:0:0:0|h[附魔盾牌 - 强效智力]|h|r", -- [20]
				"1@|cff0070dd|Hitem:71715:0:0:0:0:0:0:0:100:0:0:0|h[战略论]|h|r", -- [21]
				"1@|cff0070dd|Hitem:71715:0:0:0:0:0:0:0:100:0:0:0|h[战略论]|h|r", -- [22]
				"1@|cff0070dd|Hitem:71715:0:0:0:0:0:0:0:100:0:0:0|h[战略论]|h|r", -- [23]
				"1@|cffffffff|Hitem:97979:0:0:0:0:0:0:0:100:0:0:0|h[巨熊与淑女]|h|r", -- [24]
				"1@|cff0070dd|Hitem:112302:0:0:0:0:0:0:0:100:0:0:0|h[月亮之一]|h|r", -- [25]
				"1@|cff0070dd|Hitem:112300:0:0:0:0:0:0:0:100:0:0:0|h[月亮之三]|h|r", -- [26]
				"2@|cff0070dd|Hitem:112298:0:0:0:0:0:0:0:100:0:0:0|h[月亮之五]|h|r", -- [27]
				"4@|cff0070dd|Hitem:112296:0:0:0:0:0:0:0:100:0:0:0|h[月亮之七]|h|r", -- [28]
				"1@|cff0070dd|Hitem:112295:0:0:0:0:0:0:0:100:0:0:0|h[月亮之八]|h|r", -- [29]
				"2@|cff0070dd|Hitem:112280:0:0:0:0:0:0:0:100:0:0:0|h[幻象之七]|h|r", -- [30]
				"2@|cff0070dd|Hitem:112284:0:0:0:0:0:0:0:100:0:0:0|h[幻象之三]|h|r", -- [31]
				"1@|cff0070dd|Hitem:112285:0:0:0:0:0:0:0:100:0:0:0|h[幻象之二]|h|r", -- [32]
				"2@|cff0070dd|Hitem:112282:0:0:0:0:0:0:0:100:0:0:0|h[幻象之五]|h|r", -- [33]
				"2@|cff0070dd|Hitem:112283:0:0:0:0:0:0:0:100:0:0:0|h[幻象之四]|h|r", -- [34]
				"1@|cff0070dd|Hitem:112279:0:0:0:0:0:0:0:100:0:0:0|h[幻象之八]|h|r", -- [35]
				"2@|cff0070dd|Hitem:112278:0:0:0:0:0:0:0:100:0:0:0|h[钢铁之一]|h|r", -- [36]
				"1@|cff0070dd|Hitem:112288:0:0:0:0:0:0:0:100:0:0:0|h[战争之七]|h|r", -- [37]
				"2@|cff0070dd|Hitem:112275:0:0:0:0:0:0:0:100:0:0:0|h[钢铁之五]|h|r", -- [38]
				"1@|cff0070dd|Hitem:112272:0:0:0:0:0:0:0:100:0:0:0|h[钢铁之七]|h|r", -- [39]
				"2@|cff0070dd|Hitem:112271:0:0:0:0:0:0:0:100:0:0:0|h[钢铁之八]|h|r", -- [40]
				"4@|cff0070dd|Hitem:112289:0:0:0:0:0:0:0:100:0:0:0|h[战争之六]|h|r", -- [41]
				"1@|cff0070dd|Hitem:112293:0:0:0:0:0:0:0:100:0:0:0|h[战争之二]|h|r", -- [42]
				"2@|cff0070dd|Hitem:112294:0:0:0:0:0:0:0:100:0:0:0|h[战争之一]|h|r", -- [43]
				"2@|cff0070dd|Hitem:112290:0:0:0:0:0:0:0:100:0:0:0|h[战争之五]|h|r", -- [44]
				"1@|cff1eff00|Hitem:116114:0:0:0:0:0:0:0:100:0:11:0|h[信誉卡：转换]|h|r", -- [45]
				"1@|cffffffff|Hitem:101677:0:0:0:0:0:0:0:100:0:11:0|h[雷神抓钩]|h|r", -- [46]
				"1@|cffffffff|Hitem:113822:0:0:0:0:0:0:0:100:0:0:0|h[损毁的钢铁部落腰带]|h|r", -- [47]
				"1@|cff0070dd|Hitem:119001:0:0:0:0:0:0:0:100:0:11:0|h[神奇的啤酒桶]|h|r", -- [48]
				"2@|cffffffff|Hitem:111891:0:0:0:0:0:0:0:100:0:0:0|h[纳格兰古董]|h|r", -- [49]
				"2@|cffffffff|Hitem:118099:0:0:0:0:0:0:0:100:0:0:0|h[高里亚神器碎片]|h|r", -- [50]
				"1@|cff0070dd|Hitem:118372:0:0:0:0:0:0:0:100:0:11:0|h[奥格瑞玛战袍]|h|r", -- [51]
				"1@|cffffffff|Hitem:118918:0:0:0:0:0:0:0:100:0:11:0|h[血色头巾]|h|r", -- [52]
				"1@|cffffffff|Hitem:27944:0:0:0:0:0:0:0:100:0:1:0|h[正牌寻宝护符]|h|r", -- [53]
				"1@|cffffffff|Hitem:27944:0:0:0:0:0:0:0:100:0:1:0|h[正牌寻宝护符]|h|r", -- [54]
				"5@|cffa335ee|Hitem:103557:0:0:0:0:0:0:0:100:0:0:0|h[不朽智慧药水]|h|r", -- [55]
				"1@|cffffffff|Hitem:118331:0:0:0:0:0:0:0:100:0:2:0|h[拍卖行连接端口]|h|r", -- [56]
				"1@|cffa335ee|Hitem:39766:0:0:0:0:0:0:0:100:0:0:0|h[雌蛛之子]|h|r", -- [57]
				"1@|cffa335ee|Hitem:39714:0:0:0:0:0:0:0:100:0:0:0|h[死亡之网]|h|r", -- [58]
				"1@|cffa335ee|Hitem:45442:0:0:0:0:0:0:0:100:0:0:0|h[索萨利斯，守护者之锤]|h|r", -- [59]
				"1@|cffa335ee|Hitem:45162:0:0:0:0:0:0:0:100:0:0:0|h[踏火之靴]|h|r", -- [60]
				"1@|cffa335ee|Hitem:30891:0:0:0:0:0:0:0:100:0:0:0|h[黑羽之靴]|h|r", -- [61]
				"1@|cffa335ee|Hitem:30898:0:0:0:0:0:0:0:100:0:0:0|h[秘密商人长裤]|h|r", -- [62]
				"1@|cffa335ee|Hitem:45149:0:0:0:0:0:0:0:100:0:0:0|h[龙母护腕]|h|r", -- [63]
				"1@|cffa335ee|Hitem:45242:0:0:0:0:0:0:0:100:0:0:0|h[灭亡斗篷]|h|r", -- [64]
				"1@|cffa335ee|Hitem:40205:0:0:0:0:0:0:0:100:0:0:0|h[眼梗皮革腰带]|h|r", -- [65]
				"1@|cffa335ee|Hitem:40186:0:0:0:0:0:0:0:100:0:0:0|h[无情护腕]|h|r", -- [66]
				"1@|cffa335ee|Hitem:45147:0:0:0:0:0:0:0:100:0:0:0|h[指路星]|h|r", -- [67]
				"1@|cffa335ee|Hitem:40189:0:0:0:0:0:0:0:100:0:0:0|h[恐怖之怒]|h|r", -- [68]
				"1@|cffa335ee|Hitem:30872:0:0:0:0:0:0:0:100:0:0:0|h[黑暗秘密编年史]|h|r", -- [69]
				"1@|cffa335ee|Hitem:45256:0:0:0:0:0:0:0:100:0:0:0|h[扭曲的面容]|h|r", -- [70]
				"1@|cffa335ee|Hitem:45234:0:0:0:0:0:0:0:100:0:0:0|h[专注]|h|r", -- [71]
				"1@|cffa335ee|Hitem:45442:0:0:0:0:0:0:0:100:0:0:0|h[索萨利斯，守护者之锤]|h|r", -- [72]
				"1@|cffa335ee|Hitem:34009:0:0:0:0:0:0:0:100:0:0:0|h[审判之锤]|h|r", -- [73]
				"1@|cffa335ee|Hitem:45613:0:0:0:0:0:0:0:100:0:0:0|h[缚梦者]|h|r", -- [74]
				"1@|cffa335ee|Hitem:40277:0:0:0:0:0:0:0:100:0:0:0|h[纵容外套]|h|r", -- [75]
				"1@|cffa335ee|Hitem:45612:0:0:0:0:0:0:0:100:0:0:0|h[星座]|h|r", -- [76]
				"1@|cffa335ee|Hitem:118777:0:0:0:0:0:0:0:100:0:0:0|h[血法师的符咒]|h|r", -- [77]
				"1@|cffa335ee|Hitem:45536:0:0:0:0:0:0:0:100:0:0:0|h[狡诈欺瞒护腿]|h|r", -- [78]
				"1@|cffa335ee|Hitem:45527:0:0:0:0:0:0:0:100:0:0:0|h[灵魂之痕]|h|r", -- [79]
				"1@|cff1eff00|Hitem:54443:0:0:0:0:0:0:0:100:0:0:0|h[烬丝背包]|h|r", -- [80]
				"1@|cff1eff00|Hitem:54443:0:0:0:0:0:0:0:100:0:0:0|h[烬丝背包]|h|r", -- [81]
				"1@|cff1eff00|Hitem:54443:0:0:0:0:0:0:0:100:0:0:0|h[烬丝背包]|h|r", -- [82]
			}, -- [1]
		},
	},
}
ODC_Config = {
	["Options"] = {
		["whisperlog"] = {
			["maxmsg"] = 500,
		},
		["tradelog"] = {
			["maxmsg"] = 50,
			["autowhisper"] = "whisper",
		},
	},
	["UI"] = {
		["activePage"] = "inventory",
	},
	["DBver"] = 50,
	["icon"] = {
		["minimapPos"] = 195,
		["radius"] = 80,
		["hide"] = false,
	},
	["toggle"] = {
		["inventory"] = true,
		["reagent"] = true,
		["whisperlog"] = true,
		["bag"] = true,
		["tradelog"] = true,
		["voidstorage"] = true,
		["bank"] = true,
	},
}
MB_DB = nil
BB_DB = nil
IN_DB = nil
MB_Config = nil
