
MEETINGSTONE_CHARACTER_DB = {
	["profileKeys"] = {
		["Haidi - 幽暗沼泽"] = "Haidi - 幽暗沼泽",
		["冷血魔刀 - 幽暗沼泽"] = "冷血魔刀 - 幽暗沼泽",
	},
	["profiles"] = {
		["Haidi - 幽暗沼泽"] = {
			["settings"] = {
				["storage"] = {
					["y"] = -22.9998779296875,
					["x"] = 0.999999225139618,
					["point"] = "TOPLEFT",
					["scale"] = 1,
				},
			},
			["searchHistoryList"] = {
				"6-0-0-0", -- [1]
				"1-71-280-998", -- [2]
				"2-0-0-0", -- [3]
				"1-0-0-0", -- [4]
				"6-0-16-0", -- [5]
				"3-0-398-0", -- [6]
				"6-0-16-10", -- [7]
				"3-15-40-0", -- [8]
				"10-0-361-0", -- [9]
				"3-14-38-0", -- [10]
			},
			["lastSearchValue"] = "6-0-0-0",
			["createHistoryList"] = {
				"6-0-16-0", -- [1]
				"6-0-16-11", -- [2]
			},
			["searchInputHistory"] = {
				["1-71-280-998"] = {
					"钓鱼", -- [1]
				},
				["6-0-0-0"] = {
					"玩具", -- [1]
					"大船", -- [2]
					"鲨鱼", -- [3]
					" ", -- [4]
				},
				["6-0-16-0"] = {
					"马", -- [1]
					"钓鱼", -- [2]
				},
			},
		},
		["冷血魔刀 - 幽暗沼泽"] = {
			["lastSearchValue"] = "6-0-0-0",
			["searchHistoryList"] = {
				"6-0-0-0", -- [1]
			},
		},
	},
}
