
ElvCharacterDB = {
	["ChatEditHistory"] = {
	},
	["ChatLog"] = {
		["1470320575.059"] = {
			"果然黑", -- [1]
			"冷若冰雪-幽暗沼泽", -- [2]
			"", -- [3]
			"4. 大脚世界频道", -- [4]
			"冷若冰雪", -- [5]
			"", -- [6]
			27, -- [7]
			4, -- [8]
			"大脚世界频道", -- [9]
			0, -- [10]
			20, -- [11]
			"Player-1676-020DD719", -- [12]
			0, -- [13]
			false, -- [14]
			false, -- [15]
			false, -- [16]
			false, -- [17]
			nil, -- [18]
			nil, -- [19]
			"CHAT_MSG_CHANNEL", -- [20]
		},
		["1470320564.459"] = {
			" |cffa335ee|Hitem:32375::::::::91:259::::::|h[埃辛诺斯壁垒]|h|r", -- [1]
			"冷若冰雪", -- [2]
			"", -- [3]
			"4. 大脚世界频道", -- [4]
			"冷若冰雪", -- [5]
			"", -- [6]
			27, -- [7]
			4, -- [8]
			"大脚世界频道", -- [9]
			0, -- [10]
			17, -- [11]
			"Player-1676-020DD719", -- [12]
			0, -- [13]
			false, -- [14]
			false, -- [15]
			false, -- [16]
			false, -- [17]
			nil, -- [18]
			nil, -- [19]
			"CHAT_MSG_CHANNEL", -- [20]
		},
	},
}
