
MEETINGSTONE_UI_DB = {
	["profileKeys"] = {
		["Ododo - 麦迪文"] = "Default",
	},
	["global"] = {
		["serverDatas"] = {
			["AnnData"] = {
				["data"] = "^1^SAnnData^T^Stitle^S集合石商城物品更新^Scontent^S【战网在线支付】积分系统奖励物品更新啦！新的玩具：『食人魔皮纳塔』；坐骑：『迅捷海滨陆行鸟』、『野蛮迅猛龙』；宠物：『风筝龙』、『海象人风筝』。（其中『风筝龙』、『海象人风筝』为每月限量物品，当月库存不足无法兑换的话还请耐心等待，会在次月的1号进行刷新。）^t^^",
				["new"] = true,
			},
			["MallData"] = {
				["data"] = "^1^SMallData^T^S推荐#1#1^S2003;1000,,每月限量;49287;30157#2004;1200,,每月限量;34493;22966#9001;850;71718;17011#9002;1500;69228;38048^S宠物#2^S2005;150;34492;22903^S玩具#3#1^S3002;150;33219#3003;600;72159;19939#3004;800;35227#3005;450;46780^S道具#4^S4001;280;54452^S消耗品#5^S1001;60;49288;30141;2#1001;60;49289;30518;1^t^^",
			},
			["ActivitiesData"] = {
				["data"] = "$1$Z$S38`你搞活动我买单`联盟屠城`3月5日（周六）20点，联盟屠城活动！熊猫TV主播-闹小闹闹（房间号：309685）直播活动全程！*J联盟的战士们都听到了吗，这是一场属于你们的战斗！为了联盟！玩家届时需通过集合石申请报名！*J集合石活动官方报名群：108885849*J集合石活动专题页面：{URL}`http://w.163.com/special/convene-stone/`1`3$$",
				["new"] = true,
			},
		},
		["spamWord"] = {
			{
				["text"] = "%d+元",
			}, -- [1]
			{
				["text"] = "5173",
				["pain"] = true,
			}, -- [2]
			{
				["text"] = "tao.*bao",
			}, -- [3]
			{
				["text"] = "平台",
				["pain"] = true,
			}, -- [4]
			{
				["text"] = "支.*付.*宝",
			}, -- [5]
			{
				["text"] = "淘.*宝",
			}, -- [6]
			{
				["text"] = "门票",
				["pain"] = true,
			}, -- [7]
			["default"] = true,
		},
	},
}
